cask 'claude'
cask 'firefox'
cask 'ghostty'
cask 'google-chrome'
cask 'postgres-app'
cask 'slack'
brew 'ast-grep'
brew 'atlassian/acli/acli'
brew 'chruby'
brew 'difftastic'
brew 'diffutils'
brew 'fontconfig'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-flow-next'
brew 'gpg'
brew 'imagemagick'
brew 'jq'
brew 'krew'
brew 'mas'
brew 'minio'
brew 'neovim', args: ['HEAD']
brew 'node'
brew 'pinentry-mac'
brew 'rabbitmq'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rg'
brew 'ruby-install'
brew 'rust'
brew 'tmux'
brew 'tree'
brew 'tree-sitter'
brew 'upterm'
brew 'cormacrelf/tap/dark-notify'
