cask 'alacritty'
cask 'chromedriver'
cask 'firefox'
cask 'google-chrome'
cask 'postgres-unofficial'
cask 'slack'
cask 'visual-studio-code'
cask 'zoom'
brew 'chruby'
brew 'diffutils'
brew 'fontconfig'
brew 'fzf'
brew 'git'
brew 'git-flow'
brew 'gpg'
brew 'imagemagick'
brew 'jq'
brew 'krew'
brew 'mas'
brew 'minio'
brew 'neovim', args: ['HEAD']
brew 'node'
brew 'owenthereal/upterm/upterm'
brew 'pinentry-mac'
brew 'rabbitmq'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rg'
brew 'ruby-install'
brew 'rust'
brew 'tmux'
brew 'tree'
brew 'tree-sitter'
