tap "heroku/brew"

cask "alacritty"
cask "chromedriver"
cask "google-chrome"
cask "postgres-unofficial"
cask "slack"

brew "chruby"
brew "diffutils"
brew "fontconfig"
brew "fzf"
brew "git"
brew "git-flow"
brew "gpg"
brew "heroku"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "krew"
brew "mas"
brew "minio/stable/mc"
brew "minio/stable/minio"
brew "neovim"
brew "node"
brew "owenthereal/upterm/upterm"
brew "rabbitmq"
brew "reattach-to-user-namespace"
brew "redis"
brew "rg"
brew "ruby-install"
brew "tmux"
brew "tree"
